Revit 2027 API
ParameterTypeId.DimToIntersectingWalls Property
 "Dimension To Intersecting Walls"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimToIntersectingWalls { get; }
Public Shared ReadOnly Property DimToIntersectingWalls As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimToIntersectingWalls {
	ForgeTypeId^ get ();
}
static member DimToIntersectingWalls : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace